13/data/attachments/2e0a8d1990ebf819.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tina_research_Actions_22710_4</nif:username>
            <nif:friendToBeRequested>soap_actions_24cbf100-b0fc-484a-96d1-9a8430bf467e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>